import post1cover from "./../../assets/images/posts/post-1-cover.jpg";
import post2cover from "./../../assets/images/posts/post-2-cover.jpg";
import post3cover from "./../../assets/images/posts/post-3-cover.jpg";
import post4cover from "./../../assets/images/posts/post-4-cover.jpg";
import post5cover from "./../../assets/images/posts/post-5-cover.jpg";

import post2sec3 from "./../../assets/images/posts/post-2-sec-3.jpg";
import post3sec1 from "./../../assets/images/posts/post-3-sec-1.jpg";
import post4sec2 from "./../../assets/images/posts/post-4-sec-2.jpg";
import post5sec1 from "./../../assets/images/posts/post-5-sec-1.jpg";
// hint : Prettier extention should off
export const posts = [
  {
    title: "آلاینده‌های‌هوا چگونه بر سلامت‌روان ما تاثیر می‌گذارند؟",
    coverImg: `${post1cover}`,
    content:
      "برخی از مطالعات نشان می‌دهد که حتی قرارگرفتن در معرض کوتاه مدت و موقتی آلودگی هوا ممکن است با افزایش خطر ابتلا به اختلالات روانی مانند افسردگی و اسکیزوفرنی مرتبط باشد، که آسیب از اوایل کودکی شروع می‌شود.",
    author: "محمدرضا ملکی",
    likes: 3,
    commentsNum: 5,
    date: "5 بهمن 1400",
    tags: ["آلودگی_هوا", "کودکی", "اختلالات_روانی"],
    sections: [
      {
        title: "تاثیر در سلامت روان کودکان",
        images: [],
        content: "نتیجه یک مطالعه در سال 2019 در چشم‌انداز سلامت محیطی آمریکا که قرارگرفتن در معرض کوتاه مدت pm2.5 را در بیش از 6800 کودک تا 18 سال که به بخش اورژانس در مرکز پزشکی بیمارستان کودکی در اوهایو فرستاده شده بودند مورد بررسی قرار داد./nحتی یک افزایش کوچک و کوتاه مدت در در pm2.5 به میزان 10میکروگرم بر مترمکعب ممکن است مسئول افزایش قابل توجه تعداد کودکانی باشد که به دلیل استرس شدید، غمگینی یا اضطراب ناشی از یک رویداد هم در زندگی به بیمارستان آورده می‌شوند/n. محققان محاسبه کردند که هر آلاینده چه‌قدر نیاز به افزایش غلظت هوا دارد تا منجر به افزایش مراجعات اورژانس برای موارد اضطراری سلامت روان شود.",
      },

      {
        title:
          "این اشتباه است که فکر کنیم پس از کاهش آلودگی هوا علائم شرایط سلامت روان نیز کاهش می‌یابد  ",
        images: [],
        content: `درحالی‌که تاثیر آلودگی‌هوا بر سلامت روان و رشد مدت‌ها پس از قرارگرفتن درمعرض آلودگی باقی می‌ماند. علائم بیماری‌های سلامت روان در کودکی مانند افسردگی و اضطراب ممکن است پایه‌ای را در سیستم مغز برای علائم شدید سلامت روان در سال‌های نوجوانی  و بعد آن ایجاد کند .`,
      },
      {
        title: "تاثیر در سلامت روان بزرگسالان",
        images: [],
        content: `نتیجه یک تحقیق در سال 2019 در plos biology  : محققان داده‌های مربوط به سلامت روان 151 میلیون نفر در ایالات متحده و 1.4 میلیون نفر در دانمارک را با تمرکز بر 4 اختلال روانی زیر بررسی کردند :
1-اختلال دوقطبی 2- اختلال افسردگی اساسی 3- اختلال شخصیتی مانند اختلال سلوک 4ـروان گسیختگی.
دوره‌های طولانی افزایش آلودگی هوا ممکن است با با افزایش 17٪ موارد اختلال دوقطبی افزایش 6٪ افسردگی افزایش 20٪ اختلال شخصیتی همراه باشد.
محققان خاطرنشان کردند ذرات معلق pm2.5 و ذرات بسیار ریزتر مهم‌ترین عامل در رابطه با آلودگی و سلامت روان هستند.
`,
      },
      {
        title: "یافته دیگر این محققان",
        images: [],
        content: `آلاینده‌ها وارد ریه‌هاش شده و باعث التهاب در ریه‌ها و نای می‌شود و این می‌تواند سیستم عصبی را ملتهب کند، التهاب سیستم عصبی سیتوکین‌های عصبی را بدن افزایش می‌دهد و میکروگلیا را فعال می‌کند که به استرس واکنش نشان می دهد، این التهاب درد سراسر بدن می تواند به DNA آسیب برساند.
آلاینده‌ها می‌توانند از طریق غشاهای مخاطی نازک بینی وارد شوند، در اینجا نورون‌ها می توانند pm2.5 را از طریق سیستم بویایی شما به بافت مغز منتقل بکنند و درنتیجه آسیب طولانی‌مدت به مغز وارد شود.
این آلاینده‌هایی که وارد مغز می‌شوند می‌توانند به خود مغز و لیمبیک آسیب برسانند که شامل ساختارهای مغزی است که مسئول نحوه پردازش و واکنش بدن ،احساسات و خاطرات هستند.`,
      },
    ],
  },

  {
    title: "آلودگی‌هوا معضلی جهانی",
    coverImg: `${post2cover}`,
    content: `طبق گزارش سازمان بهداشت جهانی در سال در سال 2016 آلودگی هوا باعث 8.2 میلیون مرگ و میر زودرس  در جهان شده است، همچنین در ادامه این گزارش آمده است که  بیش از 91 % مردم جهان در نواحی زندگی می‌کنند که در معرض این مشکل هستند و این مشکل همچنان روند افزایشی دارد.
قابل ذکر است که آلودگی هوا پس از فشار خون بالا، مصرف سیگار و رژیم عذایی نامناسب چهارمین عامل مرگ و میر در جهان حساب می‌شود1.
در ایران طبق گزارش مرکز آمار ایران سالانه حدود 41 هزار نفر جان خود را بر اثر وجود این قاتل خاموش از دست می‌دهند2. و اما در کلان‌شهر تهران نیز به گفته سوده نجفی(عضو شورای شهر تهران)، در سال 1399، 3751 مرگ منتسب به مواجهه با ذرات معلق رخ داده است.`,
    author: "محمدرضا ملکی",
    likes: 3,
    commentsNum: 5,
    date: "5 بهمن 1400",
    tags: ["آلودگی_هوا", "پایش_هوا"],
    sections: [
      {
        title: "آلودگی‌هوا و بررسی انواع آلاینده‌های آن ",
        images: [],
        content: `آلودگی هوا عبارت است از آلودگی محیط داخلی یا خارجی توسط هر عامل شیمیایی، فیزیکی یا بیولوژیکی که ویژگی های طبیعی جو را تغییر می دهد. وسایل احتراق خانگی، وسایل نقلیه موتوری، تاسیسات صنعتی و آتش سوزی در جنگل ها منابع رایج آلودگی هوا هستند1.
انواع آلاینده‌ها شامل اجزایی نظیر ذرّات معلّق کوچکتر از 2٫۵ و ۱۰ میکرون (PM2.5 و PM10) مونواکسید و دی‌اکسید نیتروژن (NOو NO2)مجموع اکسیدهای نیتروژن (NOx)مونواکسید کربن‌(CO)دی‌اکسید گوگرد (SO2) و ازن (O3) است.`,
      },
      {
        title: "اثرات آلودگی‌هوا",
        images: [],
        content: `متخصصان معتقدند که موادی که از طریق هوای آلوده وارد محیط می‌شوند دارای ترکیباتی هستند که باعث نابودی بافت‌های مختلف بدن خواهد شد. این مواد از طریق ریه، پوست، مخاط بدن، مخاط چشم، گوش، بینی و دستگاه گوارش وارد بدن شده و باعث تخریب سلول‌های آن می‌شود.
        `,
      },
      {
        title: "مخاطبان آلودگی‌هوا",
        images: [`${post2sec3}`],
        content: `افراد مبتلا به بیماری های ریوی مانند آسم، بیماری انسدادی مزمن ریوی، بزرگسالان بالای 65 سال، نوزادان و کودکان خردسال و افراد مبتلا به بیماری قلبی عروقی جز افرادی حساب می‌شوند که بیشتر در معرض آلودگی‌هوا هستند. اما آلودگی‌هوا می‌تواند در سایر افراد نیز امکان ابتلا به بیماری‌های سیستم عصبی را افزایش دهد.`,
      },
      {
        title: "پایش دقیق و لحظه‌ای آلودگی‌هوا",
        images: [],
        content: `پایش آنلاین، لحظه‌ای و پیوسته آلودگی‌هوا اولین گام در فرآیند مدیریت کیفیت هوا بوده و علاوه بر سنجش میزان غلظت آلاینده های موجود در هوا، شناخت جامعی در رابطه با مساله آلودگی هوای آن منطقه را ارائه می دهد. اهمیت نقش سیستم مدل سازی و پیش بینی آلودگی هوا در این مرحله مشحص می‌گردد که با استفاده از آن می‌توان به ارزیابی راه کارهای درنظر گرفته  شده از جنبه های مختلف شامل میزان تغییر در غلظت آلاینده ها، میزان تاثیر در نرخ مرگ و میر و هزینه های اقتصادی ناشی از آن پرداخت.`,
      },
      {
        title: "سامانه پایش کاربردی کیفیت‌هوای آسنا",
        images: [],
        content: `ما با استفاده از داده‌های ایستگاه‌های زمینی آلودگی ‌هوا و دیگر داده‌های موثر، چندین مدل هوش مصنوعی به‌منظور تخمین میزان غلظت در نقاط فاقد ایستگاه‌های زمینی با ویژگی‌های زیر ساخته‌ایم:
1-امکان پایش پیوسته و سراسری شهر تهران با دقت 250 متر 
2-نمایش نقطه‌ای آخرین وضعیت کیفیت هوا به صورت کلی و هم به تفکیک نوع آلاینده‌ها 
3- نمایش رتبه‌بندی مناطق از جهت کیفیت هوا
`,
      },
    ],
  },

  {
    title: "اهمیت پایش و انداره‌گیری آنلاین آلودگی‌هوا",
    coverImg: `${post3cover}`,
    content: `با رشد سریع و روزافزون انتشار انواع آلاینده ها در اتمسفر توسط انسانها در قالب فعالیت‌های صنعتی و شهری، لزوم پایش و کنترل آنها با روش‌هایی که از سرعت و دقت بیشتر و هزینه کمتر برخوردار باشند، احساس می‌شود.
عموم مردم و به‌ویژه گروه‌های آسیب‌پذیر باید از کیفیت هوای اطراف خود آگاه باشند تا در صورت افزایش آلودگی اقدامات لازم را انجام دهند. سیاست‌گذاران باید آگاهی کاملی از کیفیت هوای فعلی و روندهای آینده داشته باشند تا مسائل را شناسایی کنند، سیاست‌ها را هدایت کنند و اثربخشی آنها را نظارت کنند. جدای از تعهدات نظارتی ملی اساسی که یک کشور در گزارش اطلاعات کیفیت هوا دارد، خروجی داده‌ها چندین هدف را دنبال می‌کند. اهدافی مانند ارائه داده‌های زمان‌واقعی و هشدارهای پیشرفته درباره رویدادهای بالقوه آسیب‌رسان به سلامت، در قالب شاخص‌های‌ملی کیفیت‌هوا و خدمات هشدار فعال.
اهمیت نقش سیستم مدل‌سازی و پیش‌بینی آلودگی‌هوا در این مرحله مشحص می‌گردد که با استفاده از آن می‌توان به ارزیابی راه‌کارهای درنظر گرفته  شده از جنبه‌های مختلف شامل میزان تغییر در غلظت آلاینده‌ها، میزان تاثیر در نرخ مرگ‌ومیر و هزینه‌های اقتصادی ناشی از آن پرداخت.`,
    author: "محمدرضا ملکی",
    likes: 3,
    commentsNum: 5,
    date: "5 بهمن 1400",
    tags: ["آلودگی_هوا", "پایش_هوا", "آسنا"],
    sections: [
      {
        title: "روش فعلی موجود درکشور برای پایش آلودگی‌هوا",
        images: [`${post3sec1}`],
        content: `درحال حاضر دقیق‌ترین روش اندازه‌گیری آلودگی‌هوا از طریق ایستگاه‌های زمینی حاصل می‌شود، هم‌اکنون هم برخی از سازمان‌های‌دولتی، کیفیت‌هوای کلان‌شهرها را توسط ایستگاه‌های‌زمینی نظارت و منتشر می‌کنند، اما قابل ذکر است که نظارت و انتشار داده‌های این ایستگاه‌های زمینی بدون مدل‌سازی‌های دقیق ریاضی و هوش‌مصنوعی دو محدودیت‌ اساسی درپی خواهد داشت:
1ـ این ایستگاه‌های زمینی برای سنجش آلودگی‌هوا در محدوده‌های وسیع اطلاعات دقیق و یکپارچه‌ای را فراهم نمی‌کنند و از آنجایی که اندازه‌گیری آلاینده‌ها در ایستگاه‌های سنجش آلودگی‌هوا به‌صورت نقطه‌ای بوده، امکان سنجش‌های زمینی در سطوح وسیع وجود ندارد.
2ـ در این روش موجود، داده‌ها به‌صورت گسسته هستند و دستیابی به پوشش سراسری و پیوسته به تنهایی عملا غیر ممکن است.`,
      },
      {
        title: "سامانه پایش لحظه‌ای و کاربردی کیفیت‌هوای آسنا",
        images: [],
        content: `ما با استفاده از داده‌های ایستگاه‌های زمینی آلودگی ‌هوا و دیگر داده‌های موثر، چندین مدل هوش مصنوعی به‌منظور تخمین میزان غلظت آلاینده‌ها در نقاط فاقد ایستگاه‌های زمینی ساخته‌ایم که پایش پیوسته، سراسری و آنلاین کیفیت‌هوا برای کلان‌شهر تهران، با دقت 250 متر برای 6 آلاینده اصلی با صحت میانگین 83٪  خروجی آن است.
همچنین در هرنقطه از شهر میزان غلظت آلودگی را به تفکیک آلاینده‌ها به می‌توان بررسی کرد.`,
      },
    ],
  },

  {
    title: "چگونه آلاینده‌های‌هوا باعث تشدید آسم می‌شوند؟",
    coverImg: `${post4cover}`,
    content: `تحقیقات نشان می‌دهد که آلودگی هوا می‌تواند علائم آسم را بدتر کند. مطالعه‌ای روی افراد جوان مبتلا به آسم متوسط تا شدید نشان داد که احتمال ابتلای آنها به دوره‌های حاد آسم در روزهای تابستانی با آلودگی بالا، 40 درصد بیشتر از روزهایی است که سطح آلودگی متوسطی دارند.`,
    author: "محمدرضا ملکی",
    likes: 3,
    commentsNum: 5,
    date: "5 بهمن 1400",
    tags: ["آلودگی_هوا", "پایش_هوا", "آسنا"],
    sections: [
      {
        title: "ازن (O3)",
        images: [],
        content: `ازن، یکی از رایج ترین آلاینده های هوا است. بیشتر در شهرهایی که ماشین‌های بیشتری وجود دارد، رایج است. همچنین در تابستان که نور خورشید بیشتر و بادهای کم می‌وزد، بیشتر دیده می‌شود.
ازن باعث تحریک آسم می‌شود زیرا برای ریه ها و مجاری تنفسی بسیار تحریک‌کننده است. به خوبی شناخته شده است که غلظت ازن به‌طور مستقیم با حملات آسم مرتبط است. همچنین باعث نیاز به دوزهای بیشتر داروهای آسم و درمان اورژانسی آسم شده است. ازن می‌تواند عملکرد ریه را کاهش دهد، همچنین می‌تواند تنفس عمیق را برای شما دشوارتر کند.`,
      },
      {
        title: "ذرات معلق در هوا",
        images: [`${post4sec2}`],
        content: ` سایر ذرات آلاینده‌هوا نیز ممکن است باعث تشدید آسم شما شود. ذرات کوچک موجود در هوا می‌توانند از بینی یا دهان شما عبور کرده و وارد ریه‌های شما شوند. ذرات معلق در هوا که در مه، دود و گرد و غبار موجود در هوا یافت می‌شوند، مشکلات جدی کیفیت‌هوا را ایجاد می‌کنند. افراد مبتلا به آسم در معرض خطر بیشتری از تنفس ذرات کوچک هستند. این ذرات می‌توانند آسم را بدتر کنند. قرارگرفتن در معرض طولانی‌مدت و کوتاه مدت می‌تواند باعث مشکلات سلامتی مانند کاهش عملکرد ریه و حملات بیشتر آسم شود.`,
      },
      {
        title: "تاثیر آلودگی‌هوا بر DNA مربوط آسم",
        images: [],
        content: `یک مطالعه که اخیرا توسط EPA تامین شده است، اطلاعات جدیدی در مورد رابطه بین آلودگی هوا و آسم ارائه می دهد. در حالی که محققان به طور کامل درک نمی‌کنند که قرارگرفتن در معرض آلودگی‌هوا چگونه شیوع آسم را افزایش می‌دهد، شواهد نشان می‌دهد که آلاینده‌های‌هوا بر ژن‌هایی تاثیر می‌گذارند که توانایی سیستم ایمنی را برای تمایز یک آلرژن از یک ماده خارجی خطرناک، مانند ویروس یا باکتری، تنظیم می‌کنند. سپس سیستم ایمنی وارد عمل می‌شود و یک واکنش التهابی ایجاد می‌کند که آیا این ماده مضر است یا نه، که درنهایت  منجر به آسم می ‌شود.
در این مطالعه، محققان مرکز کودکان در دانشگاه استنفورد تأثیر آلودگی هوا را بر دو ژن دخیل در ایجاد ایمنی در کودکان منطقه‌ای که دارای سطوح بالای آلودگی هوا هستند، بررسی کردند. محققان دریافتند که مواجهه کوتاه مدت و بلندمدت با سطوح بالای مونوکسید کربن، دی اکسید نیتروژن و PM 2.5 با تغییراتی در این دو ژن همراه است و این تغییرات به طور قابل توجهی با آسم مرتبط است. این یافته‌ها بینشی در مورد اثرات اپی‌ژنتیکی قرارگرفتن در معرض آلاینده‌های‌هوا ارائه می‌کنند و می‌توانند به توسعه درمان‌های پیشگیرانه برای آسم کمک کنند.`,
      },
    ],
  },

  {
    title: "چگونه آلاینده‌های‌هوا سلامت جسمانی مارا تحت الشعاع قرار می‌دهند؟",
    coverImg: `${post5cover}`,
    content: `آلاینده‌های هوا تاثیرات مختلفی بروی سلامت جسمانی و روانی انسان‌ها می‌گذارند، طبق گزارش سازمان بهداشت جهانی آلودگی هوا عوارض زیادی برای سلامت افراد دارد و بررسی‌ها نشان می‌دهد علت مرگ‌ها در 24 درصد سکته‌های قلبی،29درصد سکته سرطان ریه، 25 بیماری‌های قلبی و 43 درصد بیماری‌های ریوی به علت آلودگی هوا است.
در ادامه ما به بررسی تاثیرات جسمانی هرکدام از آلاینده‌های هوا می‌پردازیم.`,
    author: "محمدرضا ملکی",
    likes: 3,
    commentsNum: 5,
    date: "5 بهمن 1400",
    tags: ["آلودگی_هوا", "پایش_هوا", "آسنا"],
    sections: [
      {
        title: "ذرات معلق PM2.5  و PM10 ",
        images: [`${post5sec1}`],
        content: `ذرات معلق «particulate matter» یا به اختصار «PM»، از ترکیباتی مثل گردوخاک، دوده و ریزقطرات مایع تشکیل شده‌اند. بیشتر این ذرات در مناطق شهری به طور مستقیم از سوخت‌های فسیلی نیروگاه‌ها، اتومبیل‌ها و تجهیزات صنعتی وارد هوا می‌شوند.
ذرات معلق درشت «PM10» که کوچک‌تر از 10 میکرون هستند بر مجرای تنفسی بینی تاثیر می‌گذارند و در بروز بیماری‌های دستگاه تنفسی فوقانی نقش دارند. ذرات ریز‌تر «PM2.5» کوچک‌تر از 5/2 میکرون هستند در لایه‌های عمیق‌تری از ریه نفوذ می‌کنند و وارد جریان خون می‌شوند. این ذرات خطر ابتلا به آسم، برونشیت، سکته‌های قلبی و مغزی، سرطان‌ها و مرگ زودرس را افزایش می‌دهند. مطالعات نشان داده‌اند تماس طولانی‌مدت با این ذرات می‌تواند رشد مغزی کودکان را هم دچار اختلال کند و احتمال بروز دیابت و اوتیسم را در آنها افزایش دهد2.
سطح استاندارد PM2.5 طبق گزارش سازمان بهداشت جهانی سالانه 10میکروگرم بر مترمکعب و برای PM10 سالانه 20میکروگرم بر مترمکعب می‌باشد. در ایران میانگین این ذرات در سال 1396 به ترتیب 35 و 72 میکروگرم بر مترمکعب بوده است.`,
      },
      {
        title: "اکسید نیتروژنNO و NO2",
        images: [],
        content: `اکسید نیتروژن و دی‌اکسید نیتروژن بیشتر از طریق وسایل حمل‌ونقل وارد هوا می‌شوند. اکسید نیتروژن در تماس با نور خورشید به سرعت به دی‌اکسید نیتروژن تبدیل می‌شود. ترکیب این دو ماده NO و NO2 تحت عنوان NOx شناخته می‌شود.
این ترکیبات بیشتر در هوای اطراف جاده‌ها و اتوبان‌ها وجود دارد و خطر ابتلا به آسم، برونشیت و بیماری‌های قلبی را افزایش می‌دهد4.
سطح استاندراد NO2 طبق گزارش استاندارد ملی کیفیت‌هوای آمریکا سالانه 40 ppb می‌باشد. در ایران میانگین این ذرات در سال 1396، 42 ppb بوده است5.`,
      },
      {
        title: "ازن O3 ",
        images: [],
        content: `تماس با ازن در کوتاه‌مدت می‌تواند باعث درد قفسه سینه، سرفه و تحریک گلو شود. از عوارض تماس طولانی‌مدت با ازن نیز می‌توان به کاهش عملکرد ریه، ابتلا به بیماری مزمن انسدادی ریه (COPD) و تشدید سایر بیماری‌های ریوی اشاره کرد.`,
      },
      {
        title: "گوگرد دی‌اکسید SO2 ",
        images: [],
        content: `این ماده باعث تحریک و سوزش چشم، تشدید آسم، افزایش ابتلا به عفونت‌های ریوی و اختلال در سیستم قلبی- عروقی می‌شود. دی اکسید گوگرد  در ترکیب با آب نیز به اسید سولفوریک تبدیل می‌شود. این ماده جزء اصلی باران اسیدی است و در جنگل‌زدایی نقش مهمی ایفا می‌کند.`,
      },
      {
        title: "کربن سیاه ",
        images: [],
        content: `جوامعی که با این آلاینده در تماس هستند در طولانی‌مدت دچار افزایش خطر سکته‌های قلبی و مغزی می‌شوند. علاوه بر این، کربن سیاه با فشارخون بالا، آسم، بیماری مزمن انسدادی ریه  (COPD)، برونشیت و بعضی سرطان‌ها در ارتباط است. `,
      },
    ],
  },
];

// const posts = [
//   {
//     title: "title-1",
//     coverImg: "image-1",
//     content: "lorem ipsum-1",
//     author:"mr-maleki",
//     likes:3,
//     commentsNum:5,
//     tags: ["tag-1","tag-2","tag-3"],
//     sections: [
//       {
//         title: "sub-title1",
//         images: ["img-1", "img-2", "img-3"],
//         content: "lorem ipsum-1-sub-1",
//       },
//     ],
//   },
// ];
